tap "cimpress-mcp/stskeygen-installers", "https://github.com/Cimpress-MCP/stskeygen-installers.git"
tap "snyk/tap"
brew "awscli"
brew "chamber"
brew "cmake"
brew "dfu-util"
brew "eza"
brew "fd"
brew "git-delta"
brew "glab"
brew "golangci-lint"
brew "lazygit"
brew "neovim"
brew "ninja"
brew "nvm"
brew "picotool"
brew "rustup"
brew "starship"
brew "stow"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "w3m"
brew "wget"
brew "yq"
brew "zellij"
brew "zsh"
brew "cimpress-mcp/stskeygen-installers/stskeygen"
brew "snyk/tap/snyk"
cask "1password"
cask "1password-cli"
cask "aws-vault-binary"
cask "codex"
cask "gcc-arm-embedded"
cask "insomnia"
cask "openscad"
cask "silicon-labs-vcp-driver"
cask "wch-ch34x-usb-serial-driver"
go "gitlab.com/vistaprint-org/expert-services/esdev"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
