tap "snyk/tap"
brew "awscli"
brew "bat"
brew "chamber"
brew "cmake"
brew "dfu-util"
brew "eza"
brew "fd"
brew "fzf"
brew "git-delta"
brew "glab"
brew "go"
brew "golangci-lint"
brew "harlequin"
brew "jq"
brew "lazygit"
brew "lazysql"
brew "tree-sitter"
brew "neovim"
brew "ninja"
brew "nvm"
brew "ripgrep"
brew "opencode"
brew "picotool"
brew "rustup"
brew "starship"
brew "stow"
brew "task"
brew "taskwarrior-tui"
brew "tree-sitter-cli"
brew "w3m"
brew "wget"
brew "wtfutil"
brew "yazi"
brew "yq"
brew "zellij"
brew "zsh"
brew "snyk/tap/snyk"
cask "1password"
cask "1password-cli"
cask "aws-vault-binary"
cask "codex"
cask "docker-desktop"
cask "gcc-arm-embedded"
cask "insomnia"
cask "obsidian"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
